Repository: bolkaaa/pi_tv
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: sk

source: Users
sk: Užívatelia

source: Uploads
sk: Galéria

source: Loops
sk: Sekvencie

source: Log Out
sk: Odhlásiť

source: Select media...
sk: Vybrať z galérie...

source: No media files.
sk: Prázdna galéria.

source: Media
sk: Galéria

source: Submit
sk: Potvrdiť

source: Close
sk: Zavrieť

source: SYNC
sk: Použiť túto sekvenciu

source: Upload files...
sk: Nahrať do galérie...
